Repository: sria91/nano
Catalog: nano/po/*.po
Languages: cs, ro

source: Read %lu line (Converted from DOS and Mac format)
ro: Am citit %lu linie (convertitã din formatul DOS ºi Mac)

source: Read %lu line (Converted from Mac format)
ro: Am citit %lu linie (convertitã din formatul Mac)

source: Read %lu line (Converted from DOS format)
ro: Am citit %lu linie (convertitã din formatul DOS)

source: Read %lu line
ro: Am citit %lu linie

source: New File
cs: Nový Soubor
ro: Fiºier nou

source: "%s" not found
cs: "%s" nenalezen
ro: "%s" nu a fost gãsit

source: "%s" is a directory
ro: "%s" este un director

source: File "%s" is a device file
ro: Fiºierul "%s" este un fiºier dispozitiv (device)

source: Error reading %s: %s
ro: Eroare citind %s: %s

source: Reading File
cs: Ètu Soubor
ro: Citesc Fiºier

source: Can't insert file from outside of %s
cs: Nelze vlo¾it soubor z vnìj¹ku %s
ro: Nu pot insera fiºier din afara lui %s

source: Command to execute in new buffer [from %s]
ro: Comandã de executat în bufer nou [din %s]

source: Command to execute [from %s]
ro: Comandã de executat [din %s]

source: File to insert into new buffer [from %s]
ro: Fiºier de inserat în bufer nou [din %s]

source: File to insert [from %s]
ro: Fiºier de inserat [din %s]

source: Cancelled
cs: Zru¹eno
ro: Am renunþat

source: Key illegal in non-multibuffer mode
ro: Tastã ilegalã în modul non-multibufer

source: No more open file buffers
ro: Nici un alt bufere deschis

source: Switched to %s
ro: Am schimbat la %s

source: New Buffer
cs: Nový Buffer
ro: Bufer nou

source: Can't write outside of %s
cs: Nemohu zapisovat mimo %s
ro: Nu pot scrie în afarã de %s

source: Cannot prepend or append to a symlink with --nofollow set
ro: Nu pot pre-adãugã sau adãuga la un symlink cu setarea --nofollow

source: Error writing %s: %s
ro: Eroare scriind %s: %s

source: Wrote %u line
ro: Am scris %u linie

source: [DOS Format]
ro: [Format DOS]

source: [Mac Format]
ro: [Format Mac]

source: [Backup]
ro: [Copie de siguranþã (backup)]

source: Prepend Selection to File
ro: Pre-adaugã Selecþie la fiºier

source: Append Selection to File
ro: Adaugã Selecþie la fiºier

source: Write Selection to File
cs: Zapsat výbìr do souboru
ro: Scrie Selecþie în fiºier

source: File Name to Prepend to
ro: Nume de pre-adãugat la

source: File Name to Append to
ro: Nume de adãugat la

source: File Name to Write
ro: Nume de scris

source: File exists, OVERWRITE ?
ro: Fiºierul existã, SUPRASCRIE ?

source: Save file under DIFFERENT NAME ?
ro: Salveazã fiºierul sun UN NUME DIFERIT ?

source: (more)
cs: (více)
ro: (suplimentar)

source: Can't move up a directory
cs: Nemohu se pøesunout o adresáø vý¹e
ro: Nu pot schimba în sus un director

source: Can't go outside of %s in restricted mode
cs: Nemohu jít mimo %s v omezeném módu
ro: Nu pot merge în afara %s în modul restricþionat

source: Go To Directory
ro: Mergi la Director

source: Press Return to continue starting nano
ro: Apãsaþi Return/Enter pentru a continua lansarea nano

source: Get Help
cs: Nápovìda
ro: Cere ajutor

source: Exit
cs: Konec
ro: Terminã

source: Prev Page
cs: Pøedchozí Strana
ro: Pagina precedentã

source: Next Page
cs: Dal¹í Strana
ro: Pagina urmãtoare

source: Replace
ro: Înlocuieºte

source: Go To Line
ro: Du-te la linia

source: Cancel
cs: Storno
ro: Renunþã

source: First Line
cs: První Øádka
ro: Prima linie

source: Last Line
cs: Poslední Øádka
ro: Ultima linie

source: CutTillEnd
ro: TaiePânãLaSfârºit

source: Beg of Par
ro: Început Par

source: End of Par
ro: Sfârºit Par

source: FullJstify
ro: AliniazãTotal

source: Case Sens
ro: Cu majuscule semnificative

source: Direction
ro: Direcþie

source: History
ro: Istorie

source: To Files
ro: În fiºiere

source: Invoke the help menu
cs: Vyvolat menu nápovìdy
ro: Invocã meniul de ajutor

source: Close currently loaded file/Exit from nano
cs: Zavøit aktuálnì nahraný soubor/Ukonèit nano
ro: Închide fiºierul încãrcat curent/Ieºi din nano

source: Exit from nano
cs: Ukonèit nano
ro: Ieºire din nano

source: Write the current file to disk
cs: Zapsat aktuální soubor na disk
ro: Scrie fiºierul curent pe disc

source: Justify the current paragraph
cs: Zarovnej aktuální odstavec
ro: Aliniazã paragraful curent

source: Insert another file into the current one
cs: Vlo¾ soubor do aktuálního souboru
ro: Insereazã alt fiºier în fiºierul curent

source: Search for text within the editor
cs: Hledej text v editoru
ro: Cautã un anumit text în editor

source: Move to the previous screen
cs: Pøesuò se na pøedchozí obrazovku
ro: Du-te la ecranul precedent

source: Move to the next screen
cs: Pøesuò se na dal¹í obrazovku
ro: Du-te la ecraul urmãtor

source: Cut the current line and store it in the cutbuffer
cs: Vyjmi aktuální øádku a ulo¾ ji v cutbufferu
ro: Taie linia curentã ºi pãstreazã-o în cutbufer

source: Uncut from the cutbuffer into the current line
cs: Vlo¾ z cutbufferu do aktuální øádky
ro: Copiazã din cutbufer în linia curentã

source: Show the position of the cursor
cs: Uka¾ pozici kurzoru
ro: Aratã poziþia cursorului

source: Invoke the spell checker, if available
ro: Invocã corectorul ortografic, dacã e disponibil

source: Go to a specific line number
ro: Du-te la o anumitã linie

source: Replace text within the editor
cs: Zamìn text v editoru
ro: Înlocuieºte textul din editor

source: Mark text at the cursor position
ro: Marcheazã textul la poziþia curentã a cursorului

source: Repeat last search
ro: Repetã ultima cãutare

source: Move to the previous line
ro: Du-te la linia precedentã

source: Move to the next line
ro: Du-te la linia urmãtoare

source: Move forward one character
cs: Pøesun o znak dopøedu
ro: Du-te înainte un caracter

source: Move back one character
cs: Pøesun o znak zpìt
ro: Du-te înapoi un caracter

source: Move to the beginning of the current line
cs: Pøesun na zaèátek aktuální øádky
ro: Du-te la începutul liniei

source: Move to the end of the current line
cs: Pøesun na konec aktuální øádky
ro: Du-te la sfârºitul liniei

source: Refresh (redraw) the current screen
cs: Obnov (pøekresli) obrazovku
ro: Reîmprospãteazã zona de ecran curentã

source: Delete the character under the cursor
cs: Sma¾ znak pod kurzorem
ro: ªterge caracterul de sub cursor

source: Delete the character to the left of the cursor
cs: Sma¾ znak nalevo od kurzoru
ro: ªterge caracterul de la stânga cursorului

source: Insert a tab character at the cursor position
ro: Insereazã un caracter tab la poziþia curentã a cursorului

source: Insert a carriage return at the cursor position
cs: Vlo¾ konec øádky na pozici kurzoru
ro: Insereazã un caracter "carriage return" la poziþia curentã a cursorului

source: Move forward one word
ro: Du-te înainte un cuvânt

source: Move backward one word
ro: Du-te înapoi un cuvânt

source: Go to the beginning of the current paragraph
ro: Du-te la începutul paragrafului curent

source: Go to the end of the current paragraph
ro: Du-te la sfârºitul paragrafului curent

source: Switch to the previous file buffer
ro: Du-te la buferul de fiºier precedent

source: Switch to the next file buffer
ro: Schimbã la urmãtorul bufer de fiºier

source: Insert character(s) verbatim
ro: Insereazã caracter(e) identic

source: Cut from the cursor position to the end of the file
ro: Taie de la cursor pânã la sfârºitul fiºierului

source: Justify the entire file
ro: Aliniazã întregul fiºier

source: Find other bracket
cs: Najdi dal¹í závorku
ro: Gãseºte cealaltã parantezã

source: Cancel the current function
cs: Zru¹ aktuální funkci
ro: Anuleazã funcþia curentã

source: Go to the first line of the file
cs: Pøesun na první øádku souboru
ro: Du-te la prima linie din fiºier

source: Go to the last line of the file
cs: Pøesun na poslední øádku souboru
ro: Du-te la ultima linie din fiºier

source: Make the current search/replace case (in)sensitive
ro: Executã cãutarea/înlocuirea curentã indiferentã/senzitivã la mãrimea literelor

source: Make the current search/replace go backwards
ro: Executã cãutarea/înlocuirea curentã spre înapoi

source: Use regular expressions
ro: Foloseºte expresii regulare (regular expressions)

source: Edit the previous search/replace strings
ro: Editeazã ºirurile precedente de cãutare/înlocuire

source: Go to file browser
cs: Jdi do prohlí¾eè souborù
ro: Du-te la navigatorul de fiºiere

source: Write file out in DOS format
ro: Scrie fiºierul ieºire în format DOS

source: Write file out in Mac format
ro: Scrie fiºierul ieºire în format Mac

source: Append to the current file
ro: Adaugã la fiºierul curent

source: Prepend to the current file
ro: Pre-adaugã la fiºierul curent

source: Back up original file when saving
ro: Creazã copie de siguranþã (backup) pentru fiºierul original la salvare

source: Execute external command
ro: Executã comandã externã

source: Insert into new buffer
ro: Insereazã în bufer nou

source: Exit from the file browser
ro: Ieºi din navigatorul de fiºiere

source: Go to directory
ro: Du-te la director

source: Close
cs: Zavøít
ro: Închide

source: WriteOut
cs: Zapi¹
ro: Scrie ieºire

source: Justify
cs: Zarovnání
ro: Aliniazã

source: Read File
ro: Citeºte fiºier

source: Where Is
cs: Kde Je
ro: Unde este

source: Cut Text
cs: Vyjmi Text
ro: Taie text

source: UnJustify
cs: OdZarovnej
ro: De-aliniazã

source: UnCut Txt
cs: Zru¹ vyjmutí textu
ro: Anuleazã tãiere text

source: Cur Pos
cs: Pozice Kurzoru
ro: Poz. Crt.

source: To Spell
cs: Pravopis
ro: De ortografiat

source: Mark Text
ro: Marcheazã text

source: Where Is Next
ro: Unde este Urmãtor

source: Prev Line
ro: Linia precedentã

source: Next Line
ro: Linia urmãtoare

source: Forward
cs: Dopøedu
ro: Înainte

source: Back
cs: Zpìt
ro: Înapoi

source: Home
cs: Domù
ro: Acasã

source: End
cs: Konec
ro: Sfârºit

source: Refresh
cs: Obnovit
ro: Împrospãteazã

source: Delete
cs: Smazat
ro: ªterge

source: Backspace
ro: ªterge înapoi (backspace)

source: Next Word
ro: Cuvânt urmãtor

source: Prev Word
ro: Cuvânt precedent

source: Previous File
ro: Fiºier precedent

source: Next File
ro: Fiºier urmãtor

source: Verbatim Input
ro: Intrare identicã

source: Find Other Bracket
cs: Najdi závorku
ro: Gãseºte cealaltã parantezã

source: No Replace
ro: Nici o înlocuire

source: Go To Text
ro: Du-te la text

source: DOS Format
ro: Format DOS

source: Mac Format
ro: Format Mac

source: Append
ro: Adaugã

source: Prepend
ro: Pre-adaugã

source: Backup File
ro: Fiºier copie de siguranþã (backup)

source: Execute Command
ro: Executã comandã

source: Insert File
ro: Insereazã fiºier

source: Go To Dir
ro: Du-te la Director

source: Help mode
cs: Nápovìdný mód
ro: Mod Ajutor

source: Multiple file buffers
cs: Buffery více souborù
ro: Multiple bufere fiºiere

source: Constant cursor position
ro: Poziþie cursor neschimbatã

source: Auto indent
cs: Automatické odsazení
ro: Auto paragraf

source: Auto line wrap
ro: Trecere automatã (wrap) la linie nouã

source: Cut to end
cs: Vyjmout do konce
ro: Taie pânã la sfârºit

source: Suspend
cs: Zastavit
ro: Suspendã

source: Mouse support
cs: Podpora my¹i
ro: Suport maus

source: No conversion from DOS/Mac format
ro: Nici o conversie de format DOS/Mac

source: Backup files
ro: Fiºiere copie de siguranþã (backup)

source: Smooth scrolling
cs: Jemný posuv
ro: Rulare (scrolling) finã

source: Smart home key
ro: Tastã acasã inteligentã

source: Color syntax highlighting
ro: Evidenþiere sintaxã color

source: Whitespace display
ro: Afiºeazã spaþiu-alb

source: Use of more space for editing
ro: Foloseºte mai mult spaþiu pentru editare

source: Key illegal in VIEW mode
cs: Klávesa nepøípustná v PROHLÍ®ECÍM re¾imu
ro: Tastã ilegalã în modul VIZUALIZARE

source: Buffer written to %s
ro: Bufer scris în %s

source: Buffer not written to %s (too many backup files?)
ro: Buferul nu a fost scris în %s (prea multe fiºiere copii de siguranþã <backup>?)

source: Window size is too small for nano...
ro: Dimensiunea ferestrei prea micã pentru nano...

source: Search Command Help Text Enter the words or characters you would like to search for, and then press Enter. If there is a match for the text you entered, the screen will be updated to the location of the nearest match for the search string. The previous search string will be shown in brackets after the search prompt. Hitting Enter without entering any text will perform the previous search.
ro: Text de ajutor pentru comanda "Cautã" Introduceþi cuvintele sau caracterele pe care aþi dori sã le cãutaþi, apoi apãsaþi Enter. Dacã existã vreo potrivire pentru textul cãutat, ecranul va fi actualizat la locaþia cea mai apropiatã de locul unde aceastã potrivire a avut loc. ªirul cãutat anterior va fi arãtat în paranteze dupã prompt-ul de cãutare. Apãsând Enter fãrã a introduce vreun text va executa cãutarea anterioarã.

source: If you have selected text with the mark and then search to replace, only matches in the selected text will be replaced. The following function keys are available in Search mode:
ro: Dacã aþi selectat text cu marcajul ºi apoi cãutaþi pentru a înlocui, numai potrivirile din textul selectat vor fi înlocuite. Urmãtoarele taste de funcþii sunt disponibile în modul "Cautã":

source: Go To Line Help Text Enter the line number that you wish to go to and hit Enter. If there are fewer lines of text than the number you entered, you will be brought to the last line of the file. The following function keys are available in Go To Line mode:
ro: Textul de ajutor pentru comanda "Du-te la linia" Introduceþi numãrul liniei unde doriþi sã mergeþi ºi apãsaþi Enter. Dacã existã mai puþine linii de text decât numãrul introdus veþi ajunge la ultima linie a fiºierului. Urmãtoarele taste de funcþii sunt disponibile în modul "Du-te la linia":

source: Insert File Help Text Type in the name of a file to be inserted into the current file buffer at the current cursor location. If you have compiled nano with multiple file buffer support, and enable multiple file buffers with the -F or --multibuffer command line flags, the Meta-F toggle, or a nanorc file, inserting a file will cause it to be loaded into a separate buffer (use Meta-< and > to switch between file buffers).
ro: Textul de ajutor pentru comanda "Insereazã fiºier" Tastaþi numele unui fiºier de introdus în buferul fiºierului curent la poziþia curentã a cursorului. Dacã aþi compilat nano cu suport pentru multiple bufere ºi aþi activat acestã opþiune cu indicatorii de linie de comandã -F sau --multibufer, comutatorul Meta-F, sau un fiºier nanorc, inserând un fiºier va face ca acesta sã fie încãrcat într-un alt bufer (folosiþi Meta-< ºi > pentru a comuta între bufere).

source: If you need another blank buffer, do not enter any filename, or type in a nonexistent filename at the prompt and press Enter. The following function keys are available in Insert File mode:
ro: Dacã aveþi nevoie de un alt bufer gol, nu introduceþi nici un nume sau introduceþi un nume de fiºier ce nu existã ºi apãsaþi Enter. Urmãtoarele taste de funcþii sunt disponibile în modul "Insereazã fiºier":

source: Write File Help Text Type the name that you wish to save the current file as and press Enter to save the file. If you have selected text with the mark, you will be prompted to save only the selected portion to a separate file. To reduce the chance of overwriting the current file with just a portion of it, the current filename is not the default in this mode. The following function keys are available in Write File mode:
ro: Textul de ajutor pentru comanda "Scrie fiºier" Tastaþi numele sub care doriþi sã salvaþi fiºierul curent ºi apãsaþi Enter pentru a salva fiºierul. Dacã aþi selectat text cu marcajul, veþi fi interpolat sã salvaþi numai porþiunea selectatã într-un fiºier separat. Pentru a reduce ºansa de a suprascrie fiºierul curent cu doar o porþiune a sa, numele fiºierului curent nu este implicit în acest mod. Urmãtoarele taste de funcþii sunt disponibile în modul "Scrie fiºier"

source: File Browser Help Text The file browser is used to visually browse the directory structure to select a file for reading or writing. You may use the arrow keys or Page Up/Down to browse through the files, and S or Enter to choose the selected file or enter the selected directory. To move up one level, select the directory called ".." at the top of the file list. The following function keys are available in the file browser:
ro: Textul de ajutor pentru "Navigator fiºiere" Navigatorul de fiºiere este folosit pentru a naviga vizual structura de directoare ºi a selecta un fiºier pentru citire sau scriere. Puteþi folosi tastele cu sãgeþi sau Page Up/Down pentru a naviga prin fiºiere, ºi S sau Enter pentru a alege fiºierul selectat sau a intra într-un director selectat. Pentru a vã muta în sus un nivel, selectaþi directorul numit ".." din capãtul de sus a listei de fiºiere. Urmãtoarele taste de funcþii sunt disponibile în "Navigator fiºiere":

source: Browser Go To Directory Help Text Enter the name of the directory you would like to browse to. If tab completion has not been disabled, you can use the Tab key to (attempt to) automatically complete the directory name. The following function keys are available in Browser Go To Directory mode:
ro: Text de ajutor pentru comanda "Navigator Du-te la Directorul" Introduceþi numele directorului pe care aþi dori sã-l navigaþi. Dacã completarea cu tab nu a fost deactivatã, puteþi folosi tasta TAB pentru a încerca sã completaþi automat numele directorului. Urmãtoarele taste de funcþii sunt disponibile în modul "Navigator Du-te la Directorul":

source: Spell Check Help Text The spell checker checks the spelling of all text in the current file. When an unknown word is encountered, it is highlighted and a replacement can be edited. It will then prompt to replace every instance of the given misspelled word in the current file, or, if you have selected text with the mark, in the selected text. The following other functions are available in Spell Check mode:
ro: Text de ajutor pentru "Corector ortografic" Corectorul ortografic verificã ortografierea întregului text din fiºierul curent. Când este întâlnit un cuvânt necunoscut, acesta este evidenþiat ºi poate fi introdus/editat un înlocuitor. Corectorul vã va întreba dacã doriþi sã înlocuiþi toate apariþiile cu aceeaºi greºealã în fiºierul curent, sau, dacã aþi selectat text cu marcajul, în textul selectat. Urmãtoarele alte funcþii sunt disponibile în modul "Corector ortografic":

source: Execute Command Help Text This menu allows you to insert the output of a command run by the shell into the current buffer (or a new buffer in multiple file buffer mode). If you need another blank buffer, do not enter any command. The following keys are available in Execute Command mode:
ro: Text de ajutor "Comandã externã" Acest meniu vã permite sã inseraþi ieºirea unei comenzi executate de shell în buferul curent (sau într-un nou bufer în modul multibufer). Dacã doriþi un alt bufer gol, nu introduceþi nici o comandã. Urmãtoarele taste sunt disponibile în acest mod:

source: nano help text The nano editor is designed to emulate the functionality and ease-of-use of the UW Pico text editor. There are four main sections of the editor. The top line shows the program version, the current filename being edited, and whether or not the file has been modified. Next is the main editor window showing the file being edited. The status line is the third line from the bottom and shows important messages. The bottom two lines show the most commonly used shortcuts in the editor.
ro: text ajutor pentru nano Editotul nano este proiectat sa emuleze funþionalitatea ºi uºurinþa de folosire a editorului de texte UW Pico. Existã patru secþiuni principale ale editorului: Linia de sus aratã versiunea programului, numele fiºierului curent ce este editat ºi dacã fiºierul a fost sau nu modificat. Urmãtoarea secþiune principalã este fereastra de editare ce aratã fiºierul ce este editat. Linia de stare este a treia linie de jos ºi aratã mesaje importante. Ultimele douã linii aratã cele mai frecvente scurtãturi folosite în editor.

source: The notation for shortcuts is as follows: Control-key sequences are notated with a caret (^) symbol and can be entered either by using the Control (Ctrl) key or pressing the Escape (Esc) key twice. Escape-key sequences are notated with the Meta (M) symbol and can be entered using either the Esc, Alt, or Meta key depending on your keyboard setup.
ro: Notaþia pentru scurtãturi este dupã cum urmeazã: secvenþe Control-tastã sunt notate cu un simbol (^) ºi sunt introduse cu tasta Control (Ctrl) sau apãsând tasta Esc de douã ori. Secvenþele Escape-tastã sunt notate cu simbolul Meta (M) ºi pot fi introduse folosind oricare din tastele Esc, Alt sau Meta, în funcþie de setarea tastaturii d-voastrã.

source: Also, pressing Esc twice and then typing a three-digit decimal number from 000 to 255 will enter the character with the corresponding value. The following keystrokes are available in the main editor window. Alternative keys are shown in parentheses:
ro: De asemenea, apãsând tasta Esc de douã ori apoi tastând un numãr din trei cifre de la 000 la 255 va introduce caracterul cu codul ASCII corespunzãtor. Urmãtoarele combinaþii de taste sunt disponibile în fereastra de editare principalã. Tastele alternative sunt arãtate în paranteze:

source: enable/disable
ro: activeazã/deactiveazã

source: Up
cs: Nahoru
ro: Sus

source: Space
ro: Spaþiu

source: Usage: nano [+LINE] [GNU long option] [option] [file]
ro: Folosire: nano [+LINIE] [opþiune GNU lungã] [opþiune] [fiºier]

source: Option Long option Meaning
cs: Volba Dlouhá volba Význam
ro: Opþiune Opþiune lungã Înþeles

source: Usage: nano [+LINE] [option] [file]
ro: Folosire: nano [+LINIE] [opþiune] [fiºier]

source: Option Meaning
cs: Volba Smysl
ro: Opþiune Înþeles

source: Show this message
ro: Aratã acest mesaj

source: +LINE
ro: +LINIE

source: Start at line number LINE
ro: Începe la linia cu numãrul LINIE

source: Enable smart home key
ro: Permite tasta acasã inteligentã

source: Backup existing files on save
ro: Creazã copii de siguranþã (backup) la salvare

source: Directory for writing backup files
ro: Director pentru scrierea fiºierelor copie-de-siguranþã (backup)

source: Enable multiple file buffers
ro: Activeazã bufere fiºier multiple

source: Log & read search/replace string history
ro: Scrie în jurnal ºi citeºte istoria ºirurilor de cãutare/înlocuire

source: Don't look at nanorc files
ro: Nu te uita la fiºierele nanorc

source: Don't convert files from DOS/Mac format
ro: Nu converti fiºierele din formatul DOS/Mac

source: Use more space for editing
ro: Foloseºte mai mult spaþiu pentru editare

source: -Q [str]
ro: -Q [sir]

source: --quotestr=[str]
ro: --quotestr=[ºir]

source: Quoting string, default "> "
ro: ªir citate. implicit "> "

source: Do regular expression searches
ro: Executã cãutãri cu expresii regulare

source: -T [#cols]
ro: -T [#coloane]

source: --tabsize=[#cols]
ro: --tabsize=[#coloane]

source: Set width of a tab in cols to #cols
ro: Seteazã lãþimea unui tab în coloane ca #coloane

source: Print version information and exit
ro: Afiºeazã informaþii despre versiune ºi terminã

source: -Y [str]
ro: -Y [ºir]

source: --syntax=[str]
ro: --syntax=[ºir]

source: Syntax definition to use
ro: Definiþie sintaxã de folosit

source: Restricted mode
ro: Mod restricþionat

source: Constantly show cursor position
ro: Aratã continuu poziþia cursorului

source: Fix Backspace/Delete confusion problem
ro: Reparã confuzia cu tastele Backspace/Delete

source: Automatically indent new lines
ro: Indent-eazã automatic liniile noi

source: Cut from cursor to end of line
ro: Taie de la cursor la sfârºitul liniei

source: Don't follow symbolic links, overwrite
ro: Nu urma link-urile simbolice, scrie peste

source: Enable mouse
ro: Permite maus

source: Set operating directory
ro: Seteazã directorul de operare

source: Preserve XON (^Q) and XOFF (^S) keys
ro: Conservã tastele XON (^Q) ºi XOFF (^S)

source: -r [#cols]
ro: -r [#coloane]
