Repository: sria91/nano
Catalog: nano/po/*.po
Languages: cs, ro

source: --fill=[#cols]
ro: --fill=[#coloane]

source: Set fill cols to (wrap lines at) #cols
ro: Seteazã coloane de umplere (sparge/wrap linii la) #coloane

source: Enable alternate speller
ro: Permite corector ortografic alternativ

source: Auto save on exit, don't prompt
ro: Salveazã automat la ieºire, nu întreba

source: View (read only) mode
ro: Mod vedere (numai citire)

source: Don't wrap long lines
ro: Nu sparge (wrap) liniile lungi

source: Don't show help window
ro: Nu arãta fereastra de ajutor

source: Enable suspend
ro: Permite suspendarea

source: (ignored, for Pico compatibility)
ro: (ignorat, pentru compatibilitate cu Pico)

source: GNU nano version %s (compiled %s, %s)
ro: GNU nano versiunea %s (compilat %s, %s)

source: Compiled options:
cs: Volby sestavení:
ro: Opþiuni compilare:

source: Sorry, support for this function has been disabled
ro: Ne pare rãu, suportul pentru aceastã funcþie a fost deactivat

source: Could not pipe
ro: Nu am putut pipe

source: Could not fork
ro: Nu am putut fork

source: Verbatim input
ro: Intrare identicã

source: Mark Set
cs: Znaèka Nastavena
ro: Marcaj Setare

source: Mark UNset
cs: Znaèka OdNastavena
ro: Marcaj DEsetare

source: Edit a replacement
cs: Edituj náhradu
ro: Editeazã o înlocuire

source: Could not create pipe
ro: Nu am putut crea pipe

source: Creating misspelled word list, please wait...
ro: Creez listã cuvinte ortografiate greºit, vã rog aºteptaþi...

source: Could not get size of pipe buffer
ro: Nu am putut obþine dimensiune bufer pentru pipe

source: Error invoking "spell"
ro: Eroare invocare "spell"

source: Error invoking "sort -f"
ro: Eroare invocare "sort -f"

source: Error invoking "uniq"
ro: Eroare invocare "uniq"

source: Could not invoke "%s"
ro: Nu am putut invoca "%s"

source: Could not create temp file: %s
ro: Nu am putut crea fiºier temporar: %s

source: Error writing temp file: %s
ro: Eroare la scrierea fiºierului temporar: %s

source: Spell checking failed: %s: %s
ro: Verificarea ortografiei a eºuat: %s: %s

source: Finished checking spelling
cs: Kontrola pravopisu dokonèena
ro: Am terminat verificarea ortografiei

source: Bad quote string %s: %s
ro: ªir greºit pentru ghilimele %s: %s

source: Can now UnJustify!
cs: Mù¾e nyní OdZarovnat!
ro: Nu pot De-Alinia!

source: Save modified buffer (ANSWERING "No" WILL DESTROY CHANGES) ?
cs: Ulo¾ zmìnìný buffer (ODPOVÌÏÍ "Ne" ZTRATÍTE ZMÌNY) ?
ro: Salvez buferul modificat (RÃSPUNSUL "Nu" VA DISTRUGE SCHIMBÃRILE) ?

source: Received SIGHUP or SIGTERM
ro: Am recepþionat SIGHUP sau SIGTERM

source: Use "fg" to return to nano
ro: Folosiþi "fg" pentru a vã întoarce la nano

source: enabled
cs: povoleno
ro: activat

source: disabled
cs: zakázáno
ro: deactivat

source: XON ignored, mumble mumble.
ro: XON ignorat, murmur, murmur.

source: XOFF ignored, mumble mumble.
ro: XOFF ignorat, murmur, murmur.

source: Requested tab size %s invalid
ro: Dimensiune tab cerutã %s invalidã

source: Requested fill size %s invalid
ro: Dimensiune umplere cerutã %s invalidã

source: Error in %s on line %d:
cs: Chyba v %s na øádce %d:
ro: Eroare în %s pe linia %d:

source: Argument %s has unterminated "
ro: Argumentul %s are " neterminat

source: Missing color name
cs: Chybìjící jméno barvy
ro: Lipseºte nume culoare

source: Color %s not understood. Valid colors are "green", "red", "blue", "white", "yellow", "cyan", "magenta" and "black", with the optional prefix "bright" for foreground colors.
ro: Culoare %s incorectã. Culori valide sunt "green"(verde), "red"(roºu), "blue"(albastru), "white"(alb), "yellow"(galben), "cyan", "magenta"(purpuriu) ºi "black"(negru), cu prefixul opþional "bright"(strãlucitor) pentru culorile de scriere.

source: Regex strings must begin and end with a " character
ro: ªirurile regex trebuie sã înceapã ºi sfârºeascã cu un caracter "

source: Bad regex "%s": %s
ro: Regex incorect "%s": %s

source: Missing syntax name
ro: Lipseºte nume sintaxã

source: Background color %s cannot be bright
ro: Culoarea de fundal %s nu poate fi strãlucitoare

source: Cannot add a color directive without a syntax line
ro: Nu pot adãuga o directivã de culoare fãrã o linie de sintaxã

source: "start=" requires a corresponding "end="
ro: "start=" necesitã un "end=" corespunzãtor

source: Command %s not understood
ro: Comanda %s nu a fost înþeleasã

source: Missing flag
ro: Lipseºte indicator (flag)

source: Option %s requires an argument
ro: Opþiunea %s necesitã un argument

source: Two single-column characters required
ro: Sunt necesare douã caractere de o singurã coloanã

source: Non-tab and non-space characters required
ro: Sunt necesare douã caractere non-tab ºi non-spaþiu

source: Cannot unset flag %s
ro: Nu pot de-seta indicatorul (flag) %s

source: Unknown flag %s
ro: Indicator (flag) necunoscut %s

source: I can't find my home directory! Wah!
ro: Nu pot gãsi directorul meu home! Uãu!

source: "%.*s%s" not found
ro: "%.*s%s" nu a fost gãsit

source: Search
ro: Cautã

source: [Backwards]
ro: [Înapoi]

source: (to replace) in selection
ro: (de înlocuit) în selecþie

source: (to replace)
cs: (k zámìnì)
ro: (de înlocuit)

source: Search Wrapped
cs: Hledání Zalomeno
ro: Cãutare de la început

source: This is the only occurrence
cs: Toto je jediný výskyt
ro: Aceasta este singura apariþie

source: No current search pattern
ro: Nici un pattern de cãutare curent

source: Replace this instance?
cs: Zamìnit tuto instanci?
ro: Înlocuieºte în acest caz?

source: Replace with
cs: Zamìn s
ro: Înlocuieºte cu

source: Replaced %ld occurrence
ro: Am înlocuit în %ld loc

source: Enter line number
cs: Zadej èíslo øádky
ro: Introduceþi numãrul liniei

source: Come on, be reasonable
cs: No tak, buï rozumný.
ro: Haideþi, fiþi rezonabil

source: Not a bracket
cs: Není závorka
ro: Nu este o parantezã

source: No matching bracket
cs: Není korespondující závorka
ro: Nici o parantezã pereche

source: nano is out of memory!
ro: nano a epuizat memoria!

source: Modified
cs: Zmìnìn
ro: Modificat

source: View
ro: Vedere

source: File:
ro: Fiºier:

source: Refusing zero-length regex match
ro: Refuz potrivire regex de lungime 0

source: Yes
cs: Ano
ro: Da

source: All
cs: V¹e
ro: Tot

source: No
cs: Ne
ro: Nu

source: line %ld/%ld (%d%%), col %lu/%lu (%d%%), char %lu/%ld (%d%%)
ro: linia %ld/%ld (%d%%), coloana %lu/%lu (%d%%), caracterul %lu/%ld (%d%%)

source: The nano text editor
cs: Nano texotvý editor
ro: Editorul de texte nano

source: version
ro: versiune

source: Brought to you by:
cs: Pøinesen k Vám od:
ro: Adus pentru d-voastrã de:

source: Special thanks to:
cs: Speciální díky:
ro: Mulþumiri speciale lui:

source: For ncurses:
ro: Pentru ncurses:

source: and anyone else we forgot...
cs: a komukoliv na koho jsme zapomìli...
ro: ºi oricine altcineva a fost uitat...

source: Thank you for using nano!
ro: Vã mulþumim cã folosiþi nano!

source: add_to_cutbuffer called with inptr->data = %s
cs: add_to_cutbuffer voláno s inptr->data = %s

source: read_line: not on first line and prev is NULL
cs: read_line: nejsme na první øádce a pøedchozí je NULL

source: Read %d lines
cs: Pøeèteno %d øádek

source: Read %d lines (Converted from Mac format)
cs: Pøeèteno %d øádek (Konvertováno z Mac formátu)

source: Read %d lines (Converted from DOS format)
cs: Pøeèteno %d øádek (Konvertováno z DOS formátu)

source: File "%s" is a directory
cs: Soubor "%s" je adresáø

source: File to insert [from ./]
cs: Soubor pro vlo¾ení [z ./]

source: filename is %s
cs: jméno souboru je %s

source: No more open files
cs: ®ádné dal¹í otevøené soubory

source: Could not open file for writing: %s
cs: Nemohu otevøít soubor pro zápis: %s

source: Wrote >%s
cs: Zapsáno >%s

source: Could not close %s: %s
cs: Nemohu zavøít %s: %s

source: Could not open %s for writing: %s
cs: Nemohu otevøít %s pro zápis: %s

source: Could not set permissions %o on %s: %s
cs: Nemohu nastavit pøístupvá práva %o na %s: %s

source: Wrote %d lines
cs: Zapsáno %d øádek

source: File exists, OVERWRITE ?
cs: Soubor existuje, PØEPSAT ?

source: Can't visit parent in restricted mode
cs: Nemohu nav¹tívit rodièe v omezeném re¾imu

source: Pico mode
cs: Pico mód

source: Writing file in DOS format
cs: Zapisuji soubor v DOS formátu

source: Writing file in Mac format
cs: Zapisuji soubor v Mac formátu

source: Auto wrap
cs: Automatické zalamování

source: Unjustify after a justify
cs: Zru¹ pøedchozí zarovnání

source: Invoke the spell checker (if available)
cs: Vyvolej kontrolu pravopisu (pokud je k dispozici)

source: Move up one line
cs: Pøesun o rádek nahoru

source: Move down one line
cs: Pøesun o øádek dolu

source: Mark text at the current cursor location
cs: Oznaè text na souèasné pozici kurzoru

source: Insert a tab character
cs: Vlo¾ znak tabulátoru

source: Make the current search or replace case (in)sensitive
cs: (Ne)rozly¹uj malá/VELKÁ písmena v souèasném vyhledávání nebo zámìnì

source: Open previously loaded file
cs: Otevøi døíve nahraný soubor

source: Open next loaded file
cs: Otevøi dal¹í nahraný soubor

source: Down
cs: Dolu

source: Goto Line
cs: Jdi na Øádku

source: Window size is too small for Nano...
cs: Okno je moc malé pro Nano...

source: nano help text The nano editor is designed to emulate the functionality and ease-of-use of the UW Pico text editor. There are four main sections of the editor: The top line shows the program version, the current filename being edited, and whether or not the file has been modified. Next is the main editor window showing the file being edited. The status line is the third line from the bottom and shows important messages. The bottom two lines show the most commonly used shortcuts in the editor. The notation for shortcuts is as follows: Control-key sequences are notated with a caret (^) symbol and are entered with the Control (Ctrl) key. Escape-key sequences are notated with the Meta (M) symbol and can be entered using either the Esc, Alt or Meta key depending on your keyboard setup. The following keystrokes are available in the main editor window. Optional keys are shown in parentheses:
cs: text nano nápovìdy Nano editor je navr¾en, aby napodoboval funkènost a jednoduchost textového editoru UW Pico. Editor má ètyøi hlavní èásti: Vrchní øádka ukazuje verzi programu, jméno editovaného souboru a jestli byl nebo nebyl soubor zmìnìn. Dal¹í je hlavní okno editoru, které ukazuje editovaný soubor. Stavová øádka je tøetí od spoda a zobrazuje dùle¾ité zprávy. Spodní dvì øádky ukazují nejèastìji pou¾ívané klávesové zkratky v editoru. Notace pro klávesové zkratky je následující: Kontrolní sekvence s klávesou Ctrl jsou oznaèeny støí¹kou (^). Únikové sekvence jsou oznaèeny symbolem Meta (M) a jsou zadávány klávesou Esc, Alt nebo Meta podle toho, jak máte nastavenou klávesnici. Následující klávesy jsou dostupné v hlavním oknì editoru. Náhradní klávesy jsou v závorkách:

source: Usage: nano [GNU long option] [option] +LINE <file>
cs: Pou¾ití: nano [GNU dlouhá volba] [volba] +ØÁDEK <soubor>

source: Usage: nano [option] +LINE <file>
cs: Pou¾ití: nano [volba] +ØÁDKA <soubor>

source: check_wrap called with inptr->data="%s"
cs: check_wrap zavoláno s inptr->data="%s"

source: current->data now = "%s"
cs: current->data nyní = "%s"

source: After, data = "%s"
cs: Poté, data = "%s"

source: Could not create a temporary filename: %s
cs: Nemohu vytvoøit doèasný soubor: %s

source: Spell checking failed: unable to write temp file!
cs: Kontrola pravopisu selhala: nemohu zapisovat do doèasného souboru!

source: Spell checking failed
cs: Kontrola pravopisu selhala

source: Received SIGHUP
cs: Pøijat signál SIGHUP

source: Cannot resize top win
cs: Nemohu zmìnit velikost vrchního okna

source: Cannot move top win
cs: Nemohu pøesunout vrchní okno

source: Cannot resize edit win
cs: Nemohu zmìnit velikost editovacího okna

source: Cannot move edit win
cs: Nemohu pøesunout editovací okno

source: Cannot resize bottom win
cs: Nemohu zmìnit velikost spodního okna

source: Cannot move bottom win
cs: Nemohu pøesunout spodní okno

source: Search Command Help Text Enter the words or characters you would like to search for, then hit enter. If there is a match for the text you entered, the screen will be updated to the location of the nearest match for the search string. If using Pico Mode via the -p or --pico flags, using the Meta-P toggle or using a nanorc file, the previous search string will be shown in brackets after the Search: prompt. Hitting enter without entering any text will perform the previous search. Otherwise, the previous string will be placed in front of the cursor, and can be edited or deleted before hitting enter. The following functions keys are available in Search mode:
cs: Nápovìda k funkci vyhledávání Vlo¾te slova nebo znaky, které chcete vyhledat, a pak stisknìte Enter. Jestli¾e existuje øetìzec, který hledáte, tak se na obrazovce objeví místo nejbli¾sího výskytu. Jestli¾e pou¾íváte Pico Mód pøes -p nebo --pico vlajky, pomocí Meta-P zkratky nebo nanorc soubor, tak bude pøedchozí hledaný øetìzec zobrazen v závorkách. Stisknutím klávesy enter bez zadání textu zpùsobí hledání pøedchozího hledaného øetìzce. Jinak bude pøedchozí hledaný øetìzec vlo¾en pøed kurzor tak, ¾e je mo¾né ho pøed stiknutím klávesy Enter mìnit. Následující funkèní klávesy jsou pøístupné ve Vyhledávacím módu:

source: Goto Line Help Text Enter the line number that you wish to go to and hit Enter. If there are fewer lines of text than the number you entered, you will be brought to the last line of the file. The following functions keys are available in Goto Line mode:
cs: Nápovìda k pøíkazu Jdi na Øádku Vlo¾te èíslo øádky kam chcete pøejít a stisknìte Enter. Jestli¾e je zde ménì øádkù textu ne¾ Vámi zadané èíslo, tak budete pøenesn na poslední øádku souboru. Následující funkèní klávesy jsou pøístupné v módu Jdi na Rádku:

source: %s enable/disable
cs: %s povol/zaka¾

source: NumLock glitch detected. Keypad will malfunction with NumLock off
cs: Zji¹tìna porucha NumLocku. Numerická klávesnice nebude fungovat s vypnutým NumLockem

source: Main: set up windows
cs: Main: nastav okna

source: Main: bottom win
cs: Main: spodní okno

source: Main: open file
cs: Main: otevøi soubor

source: I got Alt-[-%c! (%d)
cs: Mám Alt-[-%c! (%d)

source: I got Alt-%c! (%d)
cs: Mám Alt-%c! (%d)

source: Press return to continue starting nano
cs: Stisknìte Enter, aby start nano mohl pokraèovat

source: color %s not understood. Valid colors are "green", "red", "blue", "white", "yellow", "cyan", "magenta" and "black", with the optional prefix "bright".
cs: barvì %s nelze porozumìt. Pøípustné barvy jsou "green", "red", "blue", "white", "yellow", "cyan", "magenta" and "black", s volitelnou pøedponou "bright".

source: regex strings must begin and end with a " character
cs: regex øetìzec musí zaèínat znakem "

source: "start=" requires a corresponding "end="
cs: "start=" musí mít korespondující "end="

source: parse_rcfile: Read a comment
cs: parse_rcfile: Èíst komentáø

source: command %s not understood
cs: pøíkazu %s nebylo porozumìno

source: parse_rcfile: Parsing option %s
cs: parse_rcfile: Volba parsování %s

source: option %s requires an argument
cs: volba %s vy¾aduje parametr

source: requested fill size %d too small
cs: ¾ádaná velikost výplnì %d je moc malá

source: requested tab size %d too small
cs: ¾ádaná velikost tab %d je moc malá

source: set flag %d!
cs: nastav vlajku %d!

source: unset flag %d!
cs: zru¹ vlajku %d!

source: Errors found in .nanorc file
cs: Nalezeny chyby v souboru .nanorc

source: Unable to open ~/.nanorc file, %s
cs: Nemohu otevøít soubor ~/.nanorc, %s

source: Search Cancelled
cs: Hledání Zru¹eno

source: Replace Cancelled
cs: Zámìna Zru¹ena

source: Replace failed: unknown subexpression!
cs: Zámìna selhala: neznámý podvýraz!

source: Replace with [%s]
cs: Zamìn s [%s]

source: Aborted
cs: Pøeru¹eno

source: nano: malloc: out of memory!
cs: nano: malloc: nedostatek pamìti!

source: input '%c' (%d)
cs: vstup '%c' (%d)

source: File: ...
cs: Soubor: ...

source: Moved to (%d, %d) in edit buffer
cs: Pøesunut na (%d, %d) v editovacím bufferu

source: I got "%s"
cs: Mám "%s"

source: Yy
cs: Aa

source: Aa
cs: Vv

source: Dumping file buffer to stderr...
cs: Vyhazuji souborový buffer od stderr...

source: Dumping cutbuffer to stderr...
cs: Vyhazuji cutbuffer do stderr...

source: Dumping a buffer to stderr...
cs: Vyhazuji buffer do stderr...

source: version
cs: verze

source: Thank you for using nano!
cs: Dìkuji za u¾ívání nano!
